Repository: oybeff/yaym
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: This policy applies to all digital content managed by Your Mind..
fr: Cette politique s'applique à tous les contenus numériques gérés par votre esprit.
ru: Эта политика относится ко всему цифровому контенту, управляемому вашим разумом.

source: - External Links: Links to external websites are provided for convenience and informational purposes only. Your Mind does not endorse or control the content of these external sites..
fr: - Liens externes: les liens vers des sites Web externes sont fournis à des fins de commodité et d'information uniquement.Votre esprit n'approuve ni ne contrôle le contenu de ces sites externes.
ru: - Внешние ссылки: ссылки на внешние веб -сайты предоставляются только для удобства и информационных целей.Ваш разум не поддерживает и не контролирует содержание этих внешних сайтов ..

source: - Accuracy of Links: Your Mind is not responsible for the accuracy or reliability of the linked content.
fr: - Précision des liens: Votre esprit n'est pas responsable de l'exactitude ou de la fiabilité du contenu lié.
ru: - Точность ссылок: Ваш разум не несет ответственности за точность или надежность связанного контента.

source: - Changes to Links: External links may change without notice. Your Mind is not liable for any changes that affect the usability or content of the linked sites.
fr: - Modifications des liens: les liens externes peuvent changer sans préavis.Votre esprit n'est pas responsable des changements qui affectent la convivialité ou le contenu des sites liés.
ru: - Изменения в ссылках: внешние ссылки могут измениться без уведомления.Ваш разум не несет ответственности за любые изменения, которые влияют на удобство использования или содержание связанных сайтов.

source: To ensure the protection of personal information of all individuals associated <br> with Your Mind.
fr: Pour assurer la protection des informations personnelles de toutes les personnes associées à <br> à votre esprit.
ru: Чтобы обеспечить защиту личной информации всех людей, связанных <br> с вашим разумом.

source: This policy applies to all employees, volunteers, donors, and beneficiaries <br> of Your Mind.
fr: Cette politique s'applique à tous les employés, bénévoles, donateurs et bénéficiaires <br> de votre esprit.
ru: Эта политика распространяется на всех сотрудников, волонтеров, доноров и бенефициаров <br> вашего ума.

source: - Collection of Information: Your Mind collects personal information only for the purpose of fulfilling its mission. This includes names, contact information, and other relevant details.
fr: - Collecte d'informations: Votre esprit collecte des informations personnelles uniquement dans le but de réaliser sa mission.Cela inclut les noms, les coordonnées et autres détails pertinents.
ru: - Сбор информации: Ваш разум собирает личную информацию только для выполнения своей миссии.Это включает в себя имена, контактную информацию и другие соответствующие детали.

source: - Use of Information: Personal information will only be used for the purpose it was collected, including communication, reporting, and service delivery.
fr: - Utilisation des informations: les informations personnelles ne seront utilisées qu'aux fins qu'elles ont été collectées, y compris la communication, les rapports et la prestation de services.
ru: - Использование информации: Личная информация будет использоваться только для той цели, которую она была собрана, включая общение, отчетность и предоставление услуг.

source: - Storage and Security: Personal information will be stored securely and only accessible to authorized personnel.
fr: - Stockage et sécurité: les informations personnelles seront stockées en toute sécurité et uniquement accessibles au personnel autorisé.
ru: - Хранение и безопасность: Личная информация будет храниться надежно и доступна только для уполномоченного персонала.

source: - Disclosure: Personal information will not be disclosed to third parties without consent, except where required by law.
fr: - Divulgation: Les informations personnelles ne seront pas divulguées à des tiers sans consentement, sauf le cas échéant.
ru: - Раскрытие: Личная информация не будет раскрыта третьим сторонам без согласия, за исключением случаев, если это требуется в соответствии с законом.

source: - Access and Correction: Individuals have the right to access their personal information and request corrections if necessary.
fr: - Accès et correction: les individus ont le droit d'accéder à leurs informations personnelles et de demander des corrections si nécessaire.
ru: - Доступ и исправление: люди имеют право доступа к своей личной информации и при необходимости запросить исправления.

source: - Complaints: Complaints about breaches of privacy should be directed to the Privacy Officer at Your Mind.
fr: - Plaintes: Les plaintes concernant les violations de la vie privée devraient être adressées au responsable de la vie privée à votre esprit.
ru: - Жалобы: жалобы на нарушения конфиденциальности должны быть направлены сотрудникам конфиденциальности в вашем уме.

source: Objective: To ensure compliance with state-specific legal requirements in Australia and Central Asia
fr: Objectif: assurer la conformité aux exigences légales spécifiques à l'État en Australie et en Asie centrale
ru: Цель: обеспечить соблюдение требований к законодательным требованиям в Австралии и Центральной Азии в Австралии и Центральной Азии

source: This policy applies to all state-specific communications and activities.
fr: Cette politique s'applique à toutes les communications et activités spécifiques à l'État.
ru: Эта политика распространяется на все коммуникации и деятельность, специфичные для штата.

source: - Australia: Your Mind complies with all relevant state laws and regulations in Australia. State-specific disclaimers will be included in all relevant communications.
fr: - Australie: Votre esprit est conforme à toutes les lois et réglementations pertinentes de l'État en Australie.Les avertissements spécifiques à l'État seront inclus dans toutes les communications pertinentes.
ru: - Австралия: Ваш разум соответствует всем соответствующим законам и правилам штатов в Австралии.Отказ от ответственности, специфичные для состояния, будут включены во все соответствующие сообщения.

source: - Central Asia: Your Mind complies with all relevant state laws and regulations in Central Asia. State-specific disclaimers will be included in all relevant communications.
fr: - Asie centrale: votre esprit est conforme à toutes les lois et réglementations pertinentes des États en Asie centrale.Les avertissements spécifiques à l'État seront inclus dans toutes les communications pertinentes.
ru: - Центральная Азия: Ваш разум соответствует всем соответствующим законам штатов и правилам в Центральной Азии.Отказ от ответственности, специфичные для состояния, будут включены во все соответствующие сообщения.

source: YOUR MIND Required Disclosures for Written Solicitations
fr: Votre esprit a nécessité des divulgations pour les sollicitations écrites
ru: Требуется ваш разум раскрытия для письменных предложений

source: To ensure transparency and compliance with legal requirements for written solicitations
fr: Assurer la transparence et le respect des exigences légales pour les sollicitations écrites
ru: Чтобы обеспечить прозрачность и соответствие требованиям к юридическим требованиям для письменных предложений

source: This policy applies to all written solicitations for donations, support, or participation..
fr: Cette politique s'applique à toutes les sollicitations écrites pour les dons, le soutien ou la participation.
ru: Эта политика применяется ко всем письменным ходатайствам о пожертвованиях, поддержке или участии.

source: - Disclosure of Information: All written solicitations will include the following information:
fr: - Divulgation des informations: Toutes les sollicitations écrites comprendront les informations suivantes:
ru: - Раскрытие информации: все письменные запросы будут включать в себя следующую информацию:

source: - The mission and purpose of Your Mind.
fr: - la mission et le but de votre esprit.
ru: - Миссия и цель вашего разума.

source: - How the funds will be used.
fr: - Comment les fonds seront utilisés.
ru: - Как будут использоваться средства.

source: - Contact information for Your Mind.
fr: - coordonnées de votre esprit.
ru: - Контактная информация для вашего ума.

source: - A statement confirming the non-profit status of the organization.
fr: - Une déclaration confirmant le statut à but non lucratif de l'organisation.
ru: - Заявление, подтверждающее некоммерческий статус организации.

source: - Accuracy: All information provided in solicitations will be accurate and not misleading.
fr: - Exactitude: toutes les informations fournies dans les sollicitations seront exactes et non trompeuses.
ru: - Точность: вся информация, представленная в ходе ходатайства, будет точной и не вводящей в заблуждение.

source: - Opt-Out: Recipients of solicitations will be provided with an option to opt-out of future communications.
fr: - Opt-Out: Les destinataires des sollicitations seront fournis avec une option pour se désabonner des futures communications.
ru: -ОТКРЫТАЯ: получателям ходатайств будет предоставлена ​​возможность отказаться от будущих коммуникаций.

source: YOUR MIND Store Policies
fr: Vos politiques de magasin d'esprit
ru: Ваша политика в магазине

source: To govern the operations of any online or physical stores operated by Your Mind.
fr: Pour régir les opérations de tout magasin en ligne ou physique opéré par votre esprit.
ru: Управлять операциями любых онлайн или физических магазинов, управляемых вашим разумом.

source: This policy applies to all sales and transactions conducted by Your Mind’s store.
fr: Cette politique s'applique à toutes les ventes et transactions effectuées par votre magasin d'esprit.
ru: Эта политика применяется ко всем продажам и транзакциям, проведенным магазином вашего ума.

source: - Product Information: All products sold by Your Mind will be accurately described and fairly priced.
fr: - Informations sur les produits: Tous les produits vendus dans votre esprit seront décrits avec précision et à un prix équitable.
ru: - Информация о продукте: все продукты, продаваемые вашим разумом, будут точно описаны и по справедливой цене.

source: - Non-Profit Nature: All proceeds from the store will be used to support the mission of Your Mind.
fr: - Nature à but non lucratif: tous les bénéfices du magasin seront utilisés pour soutenir la mission de votre esprit.
ru: - Некоммерческий характер: все доходы от магазина будут использоваться для поддержки миссии вашего ума.

source: - Refunds and Returns: Your Mind will provide clear policies on refunds and returns, ensuring customer satisfaction while maintaining the organization’s non-profit objectives.
fr: - REMPLAGES ET RETOURS: Votre esprit fournira des politiques claires sur les remboursements et les rendements, assurant la satisfaction du client tout en maintenant les objectifs à but non lucratif de l'organisation.
ru: - Возврат и возврат: ваш ум предоставит четкую политику в отношении возмещения и доходов, обеспечивая удовлетворенность клиентов при сохранении некоммерческих целей организации.

source: - Compliance: All store operations will comply with relevant consumer protection laws in Australia and Central Asia.
fr: - Conformité: toutes les opérations des magasins respecteront les lois pertinentes de protection des consommateurs en Australie et en Asie centrale.
ru: - Соответствие: все операции магазина будут соответствовать соответствующим законам о защите потребителей в Австралии и Центральной Азии.

source: New Contact Form Submission from {name}
fr: Nouveau formulaire de contact soumission de {name}
ru: Новая контактная форма подачи от {name}

source: Name: {name} Email: {email} Message: {msg}
fr: Nom: {name} Email: {email} Message: {msg}
ru: Имя: {имя} Электронная почта: {электронная почта} Сообщение: {msg}

source: An error occurred: {e}
fr: Une erreur s'est produite: {e}
ru: Произошла ошибка: {e}

source: English
ru: Английский

source: French
fr: Français
ru: Французский

source: Russian
fr: russe
ru: Русский

source: We’re here to support your mental health journey. If you have any questions, need assistance, or just want to share your thoughts, don’t hesitate to reach out. Email us at
fr: Vous ne savez pas ce dont vous avez besoin?L'équipe de Square Events sera heureuse de vous écouter et de suggérer des idées d'événements que vous n'avez pas considérées.

source: Press & Media
fr: Presse et médias
