Repository: oybeff/yaym
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Articles
ru: Статьи

source: A
ru: А

source: This page shares my best articles to read on topics like health, happiness, creativity, productivity and more. The central question that drives my work is, “How can we live better?” To answer that question, I like to write about science-based ways to solve practical problems.
fr: Cette page partage mes meilleurs articles à lire sur des sujets comme la santé, le bonheur, la créativité, la productivité et plus encore.La question centrale qui anime mon travail est: «Comment pouvons-nous mieux vivre?»Pour répondre à cette question, j'aime écrire sur les moyens scientifiques de résoudre des problèmes pratiques.
ru: Эта страница делятся моими лучшими статьями, чтобы читать по таким темам, как здоровье, счастье, творчество, производительность и многое другое.Центральный вопрос, который движет моей работой: «Как мы можем жить лучше?»Чтобы ответить на этот вопрос, мне нравится писать о научных способах решения практических проблем.

source: You’ll find inrteresting articles to read on topics like how to stop procrastinating as well as personal recommendations like my list of the best books to read and my minimalist travel guide. Ready to dive in? You can use the categories below to browse my best articles.
fr: Vous trouverez des articles insuffisants à lire sur des sujets comme comment arrêter la procrastination ainsi que des recommandations personnelles comme ma liste des meilleurs livres à lire et mon guide de voyage minimaliste.Prêt à plonger?Vous pouvez utiliser les catégories ci-dessous pour parcourir mes meilleurs articles.
ru: Вы найдете неотъемлемые статьи для чтения по таким темам, как о том, как остановить откладывание, а также личные рекомендации, такие как мой список лучших книг для чтения, и мое минималистское путешествие.Готовы погрузиться?Вы можете использовать приведенные ниже категории, чтобы просмотреть мои лучшие статьи.

source: ll Articles
fr: Articles
ru: LL Статьи

source: Browse articles by topic
fr: Parcourir les articles par sujet
ru: Просматривать статьи по теме

source: Your Mind
fr: Votre esprit
ru: Ваш разум

source: Find Your Element
fr: Trouvez votre élément
ru: Найдите свой элемент

source: The five elements – wood, fire, earth, water and metal – are regarded as the building blocks of all natural phenomena. Interconnected yet opposing, they enhance and complement each other.
fr: Les cinq éléments - bois, incendie, terre, eau et métal - sont considérés comme les éléments constitutifs de tous les phénomènes naturels.Interconnectés mais opposés, ils s'améliorent et se complètent.
ru: Пять элементов - дерево, огонь, земля, вода и металл - рассматриваются как строительные блоки всех природных явлений.Взаимосвязанные, но противостоящие, они улучшают и дополняют друг друга.

source: Known as the Wuxing, the elements have been used to interpret everything from the cosmos to our internal bodies for millennia. They were also the inspiration behind our initial collection of ten signature scents.
fr: Connues sous le nom de Wuxing, les éléments ont été utilisés pour interpréter tout, du cosmos à nos corps internes depuis des millénaires.Ils ont également été l'inspiration derrière notre collection initiale de dix parfums de signature.
ru: Известные как Wuxing, элементы использовались для интерпретации всего, от космоса до наших внутренних тел на протяжении тысячелетий.Они также были вдохновением нашей первоначальной коллекции из десяти подписных ароматов.

source: Each of us possesses all five elements within us. But we are guided by a particular element, which is informed by the date, time and location of our birth, as well as our gender.
fr: Chacun de nous possède les cinq éléments en nous.Mais nous sommes guidés par un élément particulier, qui est informé par la date, l'heure et l'emplacement de notre naissance, ainsi que par notre sexe.
ru: Каждый из нас обладает всеми пятью элементами внутри нас.Но мы руководствуемся конкретным элементом, который информируется датой, временем и местоположением нашего рождения, а также с нашим полом.

source: To find your element or to better understand the energies operating within you, click the link below.
fr: Pour trouver votre élément ou pour mieux comprendre les énergies fonctionnant en vous, cliquez sur le lien ci-dessous.
ru: Чтобы найти свой элемент или лучше понять энергии, работающие внутри вас, нажмите на ссылку ниже.

source: About Us
fr: À propos de nous
ru: О нас

source: OUR MISSION
fr: Notre mission
ru: Наша миссия

source: Our mission is to raise awareness and increase the availability, approachability, and accessibility of mental health services in Central Asian countries. We cherish developing a community that is encouraging and kind, getting in touch with our inner selves, and working with organizations and mental health specialists. We seek to bridge generational and cultural gaps because we acknowledge the cultural foundations associated with experiences connected to mental health. .
fr: Notre mission est de sensibiliser et d'accroître la disponibilité, l'approvisionnement et l'accessibilité des services de santé mentale dans les pays d'Asie centrale.Nous chérissons le développement d'une communauté qui est encourageante et aimable, nous contactions avec notre moi intérieur et travaillons avec des organisations et des spécialistes de la santé mentale.Nous cherchons à combler les lacunes générationnelles et culturelles parce que nous reconnaissons les fondements culturels associés aux expériences liées à la santé mentale..
ru: Наша миссия состоит в том, чтобы повысить осведомленность и повысить доступность, доступность и доступность услуг по охране психического здоровья в странах Центральной Азии.Мы дорожим развитием сообщества, которое обнадеживает и добр, связываюсь с нашими внутренними я и работаем с организациями и специалистами по психическому здоровью.Мы стремимся преодолеть поколения и культурные пробелы, потому что мы признаем культурные основы, связанные с опытом, связанным с психическим здоровьем.Полем

source: OUR VISION
fr: Notre vision
ru: Наше видение

source: We envision a future where mental health is easily accessible and approachable for all Asian communities across the subregion. We aspire to promote understanding and provide essential resources to support emotional well-being. By integrating cultural insights and leveraging digital transformation, we aim to create a healthier, more resilient society where mental health is prioritized and valued..
fr: Nous envisageons un avenir où la santé mentale est facilement accessible et accessible pour toutes les communautés asiatiques de la sous-région.Nous aspirons à promouvoir la compréhension et à fournir des ressources essentielles pour soutenir le bien-être émotionnel.En intégrant les idées culturelles et en tirant parti de la transformation numérique, nous visons à créer une société plus saine et plus résiliente où la santé mentale est priorisée et appréciée.
ru: Мы представляем будущее, где психическое здоровье легко доступно и доступно для всех азиатских сообществ по всему субрегиону.Мы стремимся способствовать пониманию и предоставлять важные ресурсы для поддержки эмоционального благополучия.Интегрируя культурные идеи и используя цифровые преобразования, мы стремимся создать более здоровое, более устойчивое общество, где психическое здоровье распределяется и ценится.

source: OUR GOAL
fr: Notre objectif
ru: Наша цель

source: We aim to become a leading project assisting people in maintaining and improving their mental health through presentations and workshops, raising awareness. Our goal is to establish a more resilient and healthier society where mental health is regarded as a vital aspect of life by incorporating cultural insights and utilizing digital change..
fr: Nous visons à devenir un projet de premier plan aidant les gens à maintenir et à améliorer leur santé mentale par le biais de présentations et d'ateliers, à sensibiliser.Notre objectif est d'établir une société plus résiliente et plus saine où la santé mentale est considérée comme un aspect vital de la vie en incorporant les idées culturelles et en utilisant le changement numérique.
ru: Мы стремимся стать ведущим проектом, помогающим людям в поддержании и улучшении их психического здоровья посредством презентаций и семинаров, повышая осведомленность.Наша цель состоит в том, чтобы установить более устойчивое и здоровое общество, где психическое здоровье считается жизненно важным аспектом жизни путем включения культурной информации и использования цифровых изменений.

source: Get In Touch
fr: Entrer en contact
ru: Свяжитесь с нами

source: Send Us Message
fr: Envoyez-nous un message
ru: Отправить нам сообщение

source: Name:
fr: Nom:
ru: Имя:

source: Email:
ru: Электронная почта:

source: Message:
ru: Сообщение:

source: Submit
fr: Soumettre
ru: Представлять на рассмотрение

source: Contact Us
fr: Contactez-nous
ru: Связаться с нами

source: Not sure what you need? The team at Square Events will be happy to listen to you and suggest event ideas you haven't considered.
ru: Не уверен, что вам нужно?Команда на Square Events будет рада выслушать вас и предложить идеи событий, которые вы не рассмотрели.

source: Sydney Office: 69 Macquarie St, Sydney, Australia
fr: Bureau de Sydney: 69 Macquarie St, Sydney, Australie
ru: Сиднейский офис: 69 Macquarie St, Сидней, Австралия

source: Enter Your Name
fr: Entrez votre nom
ru: Введите свое имя

source: Last Name
fr: Nom de famille
ru: Фамилия

source: First Name
fr: Prénom
ru: Имя

source: Next
ru: Следующий

source: Enter Your Birth Time
fr: Entrez votre temps de naissance
ru: Войдите в свое время рождения

source: Month
fr: Mois
ru: Месяц

source: Day
fr: Jour
ru: День

source: Year
fr: Année
ru: Год

source: Hour
fr: Heure
ru: Час

source: Minute
ru: Минута

source: I don't know the exact time
fr: Je ne connais pas l'heure exacte
ru: Я не знаю точного времени

source: Previous
ru: Предыдущий

source: Enter Your Location
fr: Entrez votre emplacement
ru: Введите ваше местоположение

source: Region
fr: Région
ru: Область

source: Country
fr: Pays
ru: Страна

source: Enter Your Email
fr: Entrez votre e-mail
ru: Введите свою электронную почту

source: Email
ru: Электронная почта

source: Your Element Is:
fr: Votre élément est:
ru: Ваш элемент:

source: Yin Earth
fr: Terre de yin
ru: Инь Земля

source: Element Image
fr: Image d'élément
ru: Элемент изображение

source: nurturing, charismatic, peaceful: You are the soft soil of the garden
fr: Nourrissant, charismatique, paisible: vous êtes le sol doux du jardin
ru: заболевание, харизматичное, мирное: вы мягкая почва сада

source: How We Work
fr: Comment nous travaillons
ru: Как мы работаем

source: We focus on creating relevant content that addresses the mental health challenges faced by young people today. Our content includes:
fr: Nous nous concentrons sur la création de contenu pertinent qui relève des défis de santé mentale auxquels sont confrontés les jeunes aujourd'hui.Notre contenu comprend:
ru: Мы сосредоточены на создании соответствующего контента, который решает проблемы психического здоровья, с которыми сегодня сталкиваются молодые люди.Наш контент включает в себя:

source: Contact US
fr: Contactez-nous
ru: Связаться с нами

source: More about our process
fr: En savoir plus sur notre processus
ru: Подробнее о нашем процессе

source: At our organization, we believe in a systematic and collaborative approach to addressing mental health issues and <br> promoting mental well-being in Central Asian countries.
fr: Dans notre organisation, nous croyons en une approche systématique et collaborative pour résoudre les problèmes de santé mentale et <br> la promotion du bien-être mental dans les pays d'Asie centrale.
ru: В нашей организации мы верим в систематический и совместный подход к решению проблем психического здоровья и <br>, способствуя психическому благополучию в странах Центральной Азии.

source: Our process is built on a foundation of rigorous research, strategic partnerships, and a deep commitment <br> to cultural sensitivity and inclusivity.
fr: Notre processus repose sur une base de recherches rigoureuses, de partenariats stratégiques et d'un engagement profond <br> à la sensibilité culturelle et à l'inclusivité.
ru: Наш процесс основан на основе строгих исследований, стратегических партнерских отношений и глубокой приверженности <br> к культурной чувствительности и инклюзивности.

source: Once we commit to an area of need, we define our major goals and identify a clear path to achieving them.
fr: Une fois que nous nous engageons dans un domaine de besoin, nous définissons nos principaux objectifs et identifions un chemin clair pour les atteindre.
ru: После того, как мы посвятимся нужды, мы определяем наши основные цели и определяем четкий путь к их достижению.

source: Articles, Monthly Newsletters, and Newspapers
fr: Articles, newsletters mensuels et journaux
ru: Статьи, ежемесячные бюллетени и газеты

source: We create and share a variety of written content, including articles, monthly newsletters, and newspapers. These publications cover a wide range of topics such as tips on managing depression and anxiety, success stories, and research papers. Daily posts on our social media platforms further amplify our message and provide valuable insights into mental health.
fr: Nous créons et partageons une variété de contenus écrits, y compris des articles, des newsletters mensuels et des journaux.Ces publications couvrent un large éventail de sujets tels que des conseils sur la gestion de la dépression et de l'anxiété, des réussites et des articles de recherche.Les articles quotidiens sur nos plateformes de médias sociaux amplifient notre message et fournissent des informations précieuses sur la santé mentale.
ru: Мы создаем и делимся различным письменным контентом, включая статьи, ежемесячные информационные бюллетени и газеты.Эти публикации охватывают широкий спектр тем, таких как советы по управлению депрессией и беспокойством, истории успеха и исследовательских работ.Ежедневные сообщения на наших платформах социальных сетей еще больше усиливают наше сообщение и дают ценную информацию о психическом здоровье.

source: Interviews with Experts
fr: Entretiens avec des experts
ru: Интервью с экспертами

source: Our content extends beyond written publications to include engaging and informative interviews with psychologists and mental health experts from Australia, Switzerland, and New Zealand. These discussions offer professional insights and advice, making mental health information more accessible and relatable.
fr: Notre contenu s'étend au-delà des publications écrites pour inclure des entretiens engageants et informatifs avec des psychologues et des experts en santé mentale d'Australie, de la Suisse et de la Nouvelle-Zélande.Ces discussions offrent des idées et des conseils professionnels, rendant les informations sur la santé mentale plus accessibles et relatables.
ru: Наш контент выходит за рамки письменных публикаций, чтобы включить вовлеченные и информативные интервью с психологами и экспертами по психическому здоровью из Австралии, Швейцарии и Новой Зеландии.Эти дискуссии предлагают профессиональную информацию и советы, делая информацию о психическом здоровье более доступной и связанной.

source: Presentations and Workshops
fr: Présentations et ateliers
ru: Презентации и семинары

source: Despite our remote work setup, we conduct occasional workshops and presentations to directly engage with our audience and raise awareness about mental health. These significant events, held in cities like Sydney, Auckland, and Tashkent, provide an opportunity for direct interaction and community building.
fr: Malgré notre configuration de travail à distance, nous organisons des ateliers et des présentations occasionnels pour s'engager directement avec notre public et sensibiliser à la santé mentale.Ces événements importants, organisés dans des villes comme Sydney, Auckland et Tashkent, offrent une opportunité d'interaction directe et de bâtiment communautaire.
ru: Несмотря на нашу удаленную работу, мы проводим случайные семинары и презентации, чтобы непосредственно взаимодействовать с нашей аудиторией и повышать осведомленность о психическом здоровье.Эти значительные события, проводимые в таких городах, как Сидней, Окленд и Ташкент, дают возможность для прямого взаимодействия и строительства сообщества.

source: Multilingual Content
fr: Contenu multilingue
ru: Многоязычный контент

source: To ensure our message reaches a broad audience, all our content is available in three languages: English, Russian, and Uzbek. This multilingual approach helps us address the diverse linguistic needs of our audience and makes mental health resources more accessible.
fr: Pour nous assurer que notre message atteint un large public, tout notre contenu est disponible en trois langues: l'anglais, le russe et l'Ouzbek.Cette approche multilingue nous aide à répondre aux divers besoins linguistiques de notre public et rend les ressources de santé mentale plus accessibles.
ru: Чтобы наше сообщение достигает широкой аудитории, весь наш контент доступен на трех языках: английский, русский и узбек.Этот многоязычный подход помогает нам удовлетворить разнообразные лингвистические потребности нашей аудитории и делает ресурсы психического здоровья более доступными.

source: International Team and Remote Work
fr: Équipe internationale et travail à distance
ru: Международная команда и удаленная работа

source: Our international team comprises members from different parts of the globe, working remotely to create impactful content on mental health. This global collaboration enriches our perspectives and enables us to address mental health issues comprehensively and inclusively.
fr: Notre équipe internationale comprend des membres de différentes parties du globe, travaillant à distance pour créer un contenu percutant sur la santé mentale.Cette collaboration mondiale enrichit nos perspectives et nous permet de résoudre les problèmes de santé mentale de manière approfondie et inclusivement.
ru: Наша международная команда состоит из членов из разных частей земного шара, работая удаленно, чтобы создать эффектный контент по психическому здоровью.Это глобальное сотрудничество обогащает наши перспективы и позволяет нам решать проблемы психического здоровья всесторонне и инклюзивно.

source: Newsletter
fr: Bulletin
ru: Информационный бюллетень

source: Document
ru: Документ

source: Home
fr: Maison
ru: Дом

source: Media
fr: Médias
ru: СМИ

source: Articles & Podcasts
fr: Articles et podcasts
ru: Статьи и подкасты

source: Our Team
fr: Notre équipe
ru: Наша команда

source: Welcome,
ru: Добро пожаловать,

source: Log out
fr: Déconnecter
ru: Выходите из строя

source: Sign up
fr: S'inscrire
ru: Зарегистрироваться

source: Language
fr: Langue
ru: Язык

source: National Alliance on Mental Illness
fr: Alliance nationale sur la maladie mentale
ru: Национальный альянс по психическим заболеваниям

source: Address
fr: Adresse
ru: Адрес

source: Sydney Office: 69 Macquire st, Sydney, Australia
fr: Bureau de Sydney: 69 Macquarie St, Sydney, Australie
ru: Сиднейский офис: 69 Macquarie St, Сидней, Австралия

source: Phone: 703-524-7600
fr: Téléphone: 703-524-7600
ru: Телефон: 703-524-7600

source: Email Services: yourmind@gmail.com
fr: Services par e-mail: yourmind@gmail.com
ru: Электронные услуги: yourmind@gmail.com

source: Quick Links
fr: Liens rapides
ru: Быстрые ссылки

source: Find Element
fr: Trouver un élément
ru: Найти элемент

source: Policies
fr: Politiques
ru: Политики

source: Privacy Policy
fr: politique de confidentialité
ru: политика конфиденциальности

source: Disclaimer
fr: Clause de non-responsabilité
ru: Отказ от ответственности

source: State Disclaimer
fr: Avertissement d'État
ru: Государственный отказ от ответственности

source: Link Policy
fr: Politique de liaison
ru: Ссылка политика

source: YOURMIND Required Disclosures For Written Solicitations
fr: VOTREMIND DES DIVLUSURES DE SOLICITATIONS ÉCRITES
ru: Требуется раскрытие информации о письменных предложениях

source: YOURMIND Store Policies
fr: Les politiques de votre magasin de votre mind
ru: Политика в магазине

source: relatedArticles
fr: Articules connexes
ru: Связанные артузы

source: Your Element Result
fr: Votre résultat d'élément
ru: Ваш элемент результат

source: Meet our dedicated team, united by a common purpose: to support, uplift, and champion mental health for all.
fr: Rencontrez notre équipe dédiée, unie par un objectif commun: soutenir, élever et défendre la santé mentale pour tous.
ru: Познакомьтесь с нашей преданной командой, объединенной общей целью: поддержать, подняться и чемпионат психического здоровья для всех.

source: Privacy
fr: Confidentialité
ru: Конфиденциальность

source: Objective: To clarify the limitations of liability and ensure transparency in the <br> organization's operations..
fr: Objectif: clarifier les limites de responsabilité et assurer la transparence dans les opérations de l'organisation <br>.
ru: Цель: прояснить ограничения ответственности и обеспечить прозрачность в операциях организации <br>.

source: This policy applies to all communications, services, and activities of <br> Your Mind..
fr: Cette politique s'applique à toutes les communications, services et activités de <br> Votre esprit ..
ru: Эта политика относится ко всем коммуникациям, услугам и деятельности <br> Ваш разум ..

source: Policy:
fr: Politique:
ru: Политика:

source: - General Disclaimer: Your Mind provides information and services on an 'as is' basis. While we strive for accuracy, we make no representations or warranties regarding the completeness, accuracy, or reliability of the information.
fr: - Avis de non-responsabilité générale: votre esprit fournit des informations et des services sur une base «tel quel».Bien que nous recherchons l'exactitude, nous ne faisons aucune représentation ou garantie concernant l'exhaustivité, l'exactitude ou la fiabilité des informations.
ru: - Общий отказ от ответственности: ваш разум предоставляет информацию и услуги на основе «как есть».Хотя мы стремимся к точности, мы не делаем никаких представлений или гарантий относительно полноты, точности или надежности информации.

source: - No Professional Advice: The information provided by Your Mind is not a substitute for professional advice. Individuals should seek professional assistance for specific concerns.
fr: - Aucun conseil professionnel: les informations fournies par votre esprit ne remplacent pas les conseils professionnels.Les individus devraient demander une assistance professionnelle pour des préoccupations spécifiques.
ru: - Нет профессиональных советов: информация, предоставленная вашим разумом, не является заменой профессиональной консультации.Люди должны обращаться за профессиональной помощью для конкретных проблем.

source: - Limitation of Liability: Your Mind will not be liable for any direct, indirect, incidental, or consequential damages arising from the use of its services or information.
fr: - Limitation de la responsabilité: Votre esprit ne sera pas responsable des dommages directs, indirects, accessoires ou conséquents résultant de l'utilisation de ses services ou de ses informations.
ru: - Ограничение ответственности: ваш разум не будет нести ответственность за любые прямые, косвенные, случайные или косвенные убытки, возникающие в результате использования его услуг или информации.

source: Objective: To manage the inclusion of links to external websites on Your Mind’s website and communications.
fr: Objectif: gérer l'inclusion de liens vers des sites Web externes sur le site Web et les communications de votre esprit.
ru: Цель: управлять включением ссылок на внешние веб -сайты на веб -сайте вашего ума и коммуникации.
